/* Camera */
"Camera" = "Camera";

/* Choose your photo source */
"Choose your photo source" = "Choose your photo source";

/* CREATE YOUR OWN FOOD GUIDE */
"CREATE YOUR OWN FOOD GUIDE" = "CREATE YOUR OWN FOOD GUIDE";

/* Delete */
"Delete" = "Delete";

/* DISCOVER GREAT RESTAURANTS */
"DISCOVER GREAT RESTAURANTS" = "DISCOVER GREAT RESTAURANTS";

/* Facebook */
"Facebook" = "Facebook";

/* FeedBack */
"FeedBack" = "FeedBack";

/* Find restaurants shared by your friends and other foodies */
"Find restaurants shared by your friends and other foodies" = "Find restaurants shared by your friends and other foodies";

/* Follow us */
"Folllow us" = "Folllow us";

/* Get Started! */
"GET STARTED!" = "GET STARTED!";

/* How To Get There */
"How To Get There" = "How To Get There";

/* Instagram */
"Instagram" = "Instagram";

/* Just Checking in at  */
"Just Checking in at " = "Just Checking in at ";

/* Next Strp */
"NEXT" = "NEXT";

/* Photo Library */
"Photo Library" = "Photo Library";

/* Pin your favorite restaurants and create your own food guide */
"Pin your favorite restaurants and create your own food guide" = "Pin your favorite restaurants and create your own food guide";

/* Rate us on App Store */
"Rate us on App Store" = "Rate us on App Store";

/* Search and locate your favourite restaurant on Maps */
"Search and locate your favourite restaurant on Maps" = "Search and locate your favourite restaurant on Maps";

/* Search Restaurants */
"Search Restaurants" = "Search Restaurants";

/* Share */
"Share" = "Share";

/* SHOW YOU THE LOCATION */
"SHOW YOU THE LOCATION" = "SHOW YOU THE LOCATION";

/* Tell us your feedback */
"Tell us your feedback" = "Tell us your feedback";

/* Twitter */
"Twitter" = "Twitter";

/* We can't proceed because some of the fields are blank. Please note that all the fields are not blank:) */
"We can't proceed because some of the fields are blank. Please note that all the fields are not blank:)" = "We can't proceed because some of the fields are blank. Please note that all the fields are not blank:)";

